sociology_easy_question_list = [
    "Социализация - это процесс усвоения индивидом социальных качеств, умений, навыков, позволяющих ему жить и трудиться в обществе.", 
    "Десоциализация - утрата человека по каким-либо причинам социального опыта.",
    "Ресоциализация - повторная социализация, происходящая на протяжении всей жизни человека. Это усвоение норм, ценностей, правил поведения, которые отличаются от усвоенных им ранее.",
    "Малая социальная группа - достаточно устойчивое объединение людей, связанных взаимными контактами.",
    "Внушаемость - бессознательное принятие целей, линии поведения, действий группы",
    "Конформизм - осознанное внешнее согласие при внутреннем расхождением с мнением группы, протесте",
    "Коллективизм - сознательное согласие с мнением группы, принятие и отстаивание её ценностей и идеалов.",
    "Межличностные отношения - взаимосвязи человека с людьми, которые окружают (с другим человеком, с малой или большой группой): взаимодействие, взаимопонимание, взаимовосприятие.",
    "Социальный контроль - механизм поддержания общественного порядка посредством нормативного регулирования, подразумевающий действия общества, направленные на предотвращение отклоняющегося поведения, наказание девиантов (людей, нарушающих нормы) или их исправление.",
    "Социальные нормы - социально одобряемые или законодательно закрепленные правила, стандарты, образцы, регулирующие социальное поведение людей.",
    "Социальные санкции - средства поощрения и наказания, стимулирующие людей соблюдать социальные нормы.", 
    "Личность - индивид, обладающий совокупностью социально значимых качеств, выработанных в ходе его взаимодействия с обществом.",
    "Молодёжь - cоциально—демографическая группа, выделяемая на основе совокупности возрастных характеристик, особенностей социального положения и социально психологических свойств."

]


sociology_hard_question_list = [
    "Признаки малой группы - небольшое количество людей, личные контакты, наличие общей цели, наличие эмоциональных отношений",
    "Класификация отношений малых социальных групп - формальные, неформальные",
    "Класификация малых социальных групп по характеру совместной деятельность - практические, гностические, эстетические, гедонические",
    "Класификация малых социальных групп по способу образования - неофициальные, официзиальные, реальные, условные",
    "Класификация малых социальных групп по личностной значимости - референтные, элитарные",
    "Класификация малых социальных групп по социальной значимости - социально положительные, асоциальные, антисоциальные",
    "Функции малых социальных групп - социализация личности, становление характера, психологическая функция",
    "Положительное воздействие малой группы - придаётся уверенность в себе, формируются коммуникативные навыки, формируется самооценка", 
    "Отрицательное воздействие малой группы - подчинение группы, групповой эгоиз, конформизм", 
    "Способы реагирования человека на давление социальной группы - внушаемость, конформизм, коллективизм",
    
]