economy_easy_question_list = [
    "Экономика (как хозяйство) - способ организации хозяйственной деятельности людей в целях создания материальных благ и регулирования потребностей общества",
    "Экономика (как наука) - теоретическая наука, исследующая законы поведения участников процесса хозяйственной деятельности, способы удовлетворения безграничных потребностей при ограниченных ресурсах",
    "Производство - процесс создания материальных и духовных благ, необходимых для существования и развития человека",
    "Товар - продукт, произведённый для обмена и потребляемым не самим производителем, а лицом, купившим этот продукт",
    "Услуга - деятельность, удовлетворяющая невещественные потребности людей и обладающая определённой целью", 
    "Банковская система - совокупность различных видов национальных банков и кредитных учреждений, действующих в рамках общего денежно-кредитного механизма.", 
    "Безналичные деньги - это основная масса денежных средств на банковских счетах, они обслуживают оптовый товарооборот и платежно-расчетные операции между предприятиям,банками.", 
    "Наличные деньги - те, что находятся на руках у населения и обслуживают розничный товарооборот",
    "Безработица - это социально—экономическое явление, которое характеризуется наличием лиц трудоспособного возраста, не имеющих работы, пригодных к ней и ищущих её.", 
    "Занятость - это деятельность людей, связанная с удовлетворением их личных потребностей и, как правило, приносящая им трудовой доход.", 
    "Бюджетная система - это органы государственного управления, составляющие и реализующие государственные бюджет",
    "Валюта - это денежная единица конкретной страны. Валютой называют и мировые деньги, которые используют для международных сделок.", 
    "Валютный курс - соотношение стоимости валют разных стран, то есть, например, сколько рублей стоит один доллар.", 
    "Всемирная торговая организация (ВТО) — многосторонняя торгово-экономическая организация", 
    "Выбор в экономике - выбор наилучшего варианта из альтернативных вариантов деятельности, при котором достигается максимальное удовлетворение потребностей при данных затратах. ", 
    "Гиперинфляция - очень быстрый рост уровня цен в экономике, превышающий 50% в месяц.", 
    "Государственный бюджет - это совокупность денежных средств, которые поступают в распоряжение Правительства и расходуются им по законодательно установленным направлениям.", 
    "Государственный долг - это сумма невыполненных государством обязательств. Он возникает в результате длительного дефицита госбюджета. Бывает внутренний и внешний."
]




economy_hard_question_list = [
    "субъекты экономики как хозяйственной деятельности - семья, фирма, государство",
    "формы общественного хозяйства - натуральное, товарное",
    "основные виды экономической деятельности - производство, распределение, обмен, потребление",
    "главную(е) проблему(ы) экономики - удовлетворение неограниченных (постоянно растущих) потребностей людей за счёт ограниченных ресурсов", 
    "главные вопросы (проблемы) экономики - что производить, как и для кого",
    "части госбюджета - доходная, расходная",
    "социальные внебюджетные фонды - пенсионный, фонд социального и обязательного медицинского страхования, федеральная служба по труда и занятости", 
    "экономические внебюджетные фонды - фонд развития промышленности, финансовые фонды поддержки отраслей, инвестиционные фонды", 
    "функции денег - средство платежа, средство обмена, средство измерения стоимости товара, средство накопления сбережении, мировые деньги",
    "виды зарплаты - основная, дополнительная, прочая.", 
    "формы зарплаты - постоянная, повременная, сдельная."
]